Repository: elmastudio/aino-theme
Catalog: languages/*.po
Languages: de_de

source: Primary Menu
de_de: Hauptmenü

source: Header Buttons (Desktop only)
de_de: Header-Buttons (nur in Desktopansicht)

source: Header Social Menu (Desktop only)
de_de: Header Social-Menü (nur in Desktopansicht)

source: Footer Social Menu
de_de: Footer Social-Menü

source: Primary
de_de: Hauptmenü

source: Text One
de_de: Textfarbe 1

source: Text Two
de_de: Textfarbe 2

source: Background
de_de: Hintergrund

source: Border
de_de: Linie

source: Black
de_de: Schwarz

source: White
de_de: Weiß

source: Grayish blue to dark grayish blue
de_de: Gräuliches Blau zu Dunkel-Graublau

source: Soft orange to desaturated dark cyan
de_de: Zartes Orange zu dunklem Cyan

source: Light grayish magenta to very dark grayish pink
de_de: Helles, gräuliches Magenta zu dunklem Grau-Pink

source: Light grayish red to dark red
de_de: Helles, gräuliches Rot zu Dunkelrot

source: Slightly desaturated cyan to very soft red
de_de: Leicht abgedunkeltes Cyan zu zartem Rot

source: Very soft orange to very soft pink
de_de: Zartes Orange zu zartem Pink

source: Grayish violet to soft orange
de_de: Gräuliches Violet zu zartem Orange

source: Light grayish red to dark grayish blue
de_de: Helles Grau-Rot zu gräulichem Blau

source: Light grayish red to very soft blue
de_de: Helles Grau-Rot zu zartem Hellblau

source: Soft blue to lime green
de_de: Hellblau zu Lime-Grün

source: Soft blue to dark moderate violet
de_de: Zartes Blau zu dunklem Violet

source: Soft red to very soft blue
de_de: Zartes Rot zu zartem Blau

source: Dark blue to mostly black blue
de_de: Dunkelblau zu Schwarz/Blau

source: Very soft blue to dark grayish blue
de_de: Zartes Blau zu dunklem Graublau

source: Soft pink to mostly pure orange
de_de: Zartes Pink zu Orange

source: Bright cyan to soft magenta
de_de: Helles Cyan zu zartem Magenta

source: Light red to very light pink
de_de: Hellrot zu hellem Pink

source: Very soft violet to very soft pink
de_de: Helles, zartes Violet zu zartem Pink

source: Skip to the content
de_de: Springe zum Inhalt

source: Add widgets here to appear in the 1. column of your footer.
de_de: Widgets erscheinen in der 1. Footerspalte.

source: Add widgets here to appear in the 2. column of your footer.
de_de: Widgets erscheinen in der 2. Footerspalte.

source: Add widgets here to appear in the 3. column of your footer.
de_de: Widgets erscheinen in der 3. Footerspalte.

source: Add widgets here to appear in the 4. column of your footer.
de_de: Widgets erscheinen in der 4. Footerspalte.

source: Add widgets here to appear in the 5. column of your footer.
de_de: Widgets erscheinen in der 5. Footerspalte.

source: Add widgets here to appear in the 6. column of your footer.
de_de: Widgets erscheinen in der 6. Footerspalte.

source: All posts by
de_de: Alle Beiträge von

source: Filed under
de_de: Archiviert unter

source: Oops! Page Not Found
de_de: Ups! Seite nicht gefunden.

source: We can&rsquo;t seem to find the page you&rsquo;re looking for. The link you clicked may be broken or the page may have been removed.
de_de: Die gesuchte Seite kann nicht gefunden werden. Der geklickte Link scheint kaputt zu sein oder die Seite wurde entfernt.

source: Maybe try a search instead?
de_de: Versuche es doch mit einem neuen Suchbegriff.

source: Posts
de_de: Beiträge

source: Older posts
de_de: Ältere Beiträge

source: Newer posts
de_de: Neuere Beiträge

source: Page
de_de: Seite

# comments title
source: One reply on &ldquo;%s&rdquo;
de_de: Eine Antwort auf &ldquo;%s&rdquo;

# comments title
source: %1$s reply on &ldquo;%2$s&rdquo;
de_de: %1$s Aufworten auf &ldquo;%2$s&rdquo;

source: Comment navigation
de_de: Kommentar-Navigation

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Search Results for:
de_de: Suchergebnisse für:

source: Menu
de_de: Menü

# label
source: Search
de_de: Suche

# placeholder
source: Search&hellip;
de_de: Suche&hellip;

# label
source: Search for:
de_de: Suche nach:

source: Search
de_de: Suche

source: Please define default parameters in the form of an array.
de_de: Bitte definiere Standardparameter in Form eines array.

source: Please define an SVG icon filename.
de_de: Bitte definiere SVG Icon im Dateiname.

# Used before post author name.
source: Author
de_de: Autor

source: Edit Post
de_de: Beitrag bearbeiten

source: Author
de_de: Autor

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Edit
de_de: Bearbeiten

source: Your comment is awaiting moderation.
de_de: Kommentare warten auf Moderation.

source: Show sub menu
de_de: Zeige Untermenü

# Time to read
source: %s min read
de_de: %s min Lesezeit

source: Full Width
de_de: Volle Breite

source: Full Width, no page title
de_de: Volle Breite, kein Seitentitel

source: Hero, light header
de_de: Hero, heller Header

source: Fullscreen
de_de: Volle Bildschirmbreite

source: Fullscreen, light header
de_de: Volle Bildschirmbreite, heller Header

source: Typography
de_de: Typografie

source: Styles
de_de: Stile

source: Blog Cards
de_de: Blogkarten

source: Single Post
de_de: Einzelbeiträge

source: Hide tagline
de_de: Untertitel verbergen

source: Scales the logo to half its uploaded size, making it sharp on high-res screens.
de_de: Skaliere das Logo auf 50% der hochgeladenen Größe, um es auf hochauflösenden Bildschirmen scharf anzuzeigen.

source: Disable Google fonts in theme
de_de: Google-Schriften im Theme deaktivieren

source: Heading Font Weight
de_de: Schriftstärke der Überschriften

source: regular
de_de: normal

source: bold
de_de: fett

source: Button Border Radius
de_de: Ecken-Radius bei Buttons

source: Choose the degree of curvature.
de_de: Wähle den Grad der Abrundung.

source: square
de_de: eckig

source: curved
de_de: abgerundet

source: round
de_de: rund

source: Buttons font weight bold
de_de: Button-Text in fett

source: Buttons font uppercase
de_de: Button-Text in Großbuchstaben

source: Form Border Radius
de_de: Ecken-Radius bei Formularen

source: Display Search Form
de_de: Suchformular anzeigen

source: Bold font in primary menu
de_de: Hauptmenü in fetter Schrift

source: Uppercase font in primary menu
de_de: Hauptmenü in Großbuchstaben

source: Light Text Colors
de_de: Helle Textfarbe

source: Choose light text colors with a dark Footer background.
de_de: Wähle eine helle Textfarbe, wenn deine Footer-Hintergrundfarbe dunkel ist.

source: Center Align Footer Widgets
de_de: Footer-Widgets zentrieren

source: Center Align Footer Info
de_de: Footer-Info zentrieren

source: Choose the column layout of your blog, archives and search results.
de_de: Wähle das Spalten-Layout für Blog-, Archiv- und Suchergebnis-Seiten.

source: 1 column
de_de: 1-spaltig

source: 2 column
de_de: 2-spaltig

source: 3 column
de_de: 3-spaltig

source: Blog Title
de_de: Blogtitel

source: Add a custom blog title to your blog pages.
de_de: Füge einen eigenen Blogtitel auf deinen Blogseiten ein.

source: Blog Title Description
de_de: Blogtitel-Beschreibung

source: Add a custom blog title description.
de_de: Füge einen Blogtitel-Beschreibungstext hinzu.

source: Choose how to display posts on your blog, archives and search results.
de_de: Stelle ein, wie du Beiträge auf Blog-, Archiv- und Suchergebnis-Seiten anzeigen möchtest.

source: Border Radius
de_de: Ecken-Radius

source: Choose the degree of curvature on blog card edges in pixels.
de_de: Wähle den Grad der Abrundung von Blogkarten in Pixeln.

source: Blog Card Shadow
de_de: Blogkarten-Schatten

source: none
de_de: keiner

source: thin
de_de: leicht

source: thick
de_de: stark

source: Blog Card Shadow on Hover
de_de: Blogkarten-Schatten bei Hover

source: Animation on Hover
de_de: Animation bei Hover

source: move in
de_de: nach vorne

source: move up
de_de: nach oben

source: Excerpt Length
de_de: Exzerpt-Länge

source: Choose the number of words shown in excerpt. To hide excerpt set to zero.
de_de: Wähle die Anzahl der Wörter im Exzerpt. Wähle Null, um den Exzerpt-Text zu verbergen.

source: Post Details
de_de: Beitragsdetails

source: Display author details instead categories
de_de: Autoren-Info statt Kategorien anzeigen

source: Display author avatar
de_de: Autoren-Avatar anzeigen

source: Display publish date
de_de: Veröffentlichungsdatum anzeigen

source: Display comments count
de_de: Anzahl der Kommentare anzeigen

source: Featured Image Border Radius
de_de: Ecken-Radius bei Beitragsbildern

source: Choose the degree of curvature on featured image edges in pixels.
de_de: Wähle den Grad der Abrundung von Beitragsbildern in Pixeln.

source: Show comments with borders
de_de: Zeige Kommentare mit Umrandung

source: The primary text link hover and button background color.
de_de: Die Farbe für Textlink-Hovers und Button-Hintergründe.

source: The heading text color.
de_de: Die Überschriften-Textfarbe.

source: The default text color.
de_de: Die Standard-Textfarbe.

source: Footer Background
de_de: Footer Hintergrund

source: Blog Cards Background
de_de: Blogkarten-Hintergrund

source: Blog Cards Background on Hover
de_de: Blogkarten-Hintergrund bei Hover

source: Comments Background
de_de: Hintergrund bei Kommentaren

source: Footer Social Links Menu
de_de: Soziale Netzwerke-Menü im Footer

source: Pages:
de_de: Seiten:

source: Published by
de_de: Veröffentlicht von

source: Leave a reply
de_de: Schreibe einen Kommentar

source: Comment 1
de_de: Kommentar 1

source: Comments %
de_de: Kommentare %

source: Continue reading %s <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen %s <span class="meta-nav">&rarr;</span>

source: Post navigation
de_de: Beitrags-Navigation

source: Previous Post
de_de: Vorheriger Beitrag

source: Next Post
de_de: Nächster Beitrag

source: Nothing Found
de_de: Nichts Gefunden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bist du bereit deinen ersten Beitrag zu veröffentlichen? <a href="%1$s">Dann lege hier los</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, leider konnte kein passender Eintrag zum Suchbegriff gefunden werden. Bitte versuche es mit einem neuen Begriff.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es scheint, als kann nichts gefunden werden. Vielleicht hilft eine neue Sucheingabe.

source: Related Posts
de_de: Ähnliche Beiträge

source: View more
de_de: Mehr anzeigen

source: Read more<span class="screen-reader-text"> about "%s"</span>
de_de: Weiterlesen<span class="screen-reader-text"> über "%s"</span>

source: Featured
de_de: Hervorgehoben

source: Comments 0
de_de: Kommentare 0

source: back
de_de: zurück

source: Mobile
de_de: Mobil

source: Header Social Links Menu
de_de: Soziale Netzwerke-Menü im Header

source: Aino is a Gutenberg-first WordPress theme.
de_de: Aino ist ein Gutenberg-first WordPress-Theme.

source: https://www.elmastudio.de/en/
de_de: https://www.elmastudio.de/
